[
{
"_id:": "None",
"itemType:": "None",
"pubYear:": "16 February 2011",
"author:": "Michael Dean ,Latoya Silverton ,Julie Sawitzke ,",
"title:": "Nationwide Study of Breast Cancer Risk Factors in Latinas",
"pubTitle:": "Nature Precedings",
"issn:": "None",
"doi:": "https://doi.org/10.1038/npre.2011.5691.1",
"url:": "https://www.nature.com/articles/npre.2011.5691.1",
"abstract:": "Breast cancer is the most common cancer among American women. Any woman can be affected by breast cancer, with risk for the disease increasing with age. Risk for breast cancer is also exacerbated in women who have certain genetic alterations. Mutations in the BRCA1 and BRCA2 genes predispose women to breast and ovarian cancer, and are increasingly recognized in prostate and pancreatic cancers (1-3). In Caucasian and Asian ethnicities BRCA mutations are associated with basal-type/triple-negative disease. However this association between BRCA gene mutations and basal/triple-negative disease has been understudied in other ethnicities (4-6). The incidence and mortality of breast cancer of Hispanics and Native Americans are lower than other ethnicities; however they are underrepresented in epidemiological and clinical studies. Further, it is known that common recurrent mutations in BRCA1 and BRCA2 genes exist in Hispanic/Latino communities which account for 35-45% of mutation carriers (7, 8). The objective of our study is thus to investigate triple negative disease and BRCA gene mutations in Hispanic women. ",
"date:": "None",
"issue:": "None",
"volume:": "None",
"libCatalog:": "None",
"manualTags:": "None",
"autoTags:": "None",
"keywords:": "cancer ,mutation ,cancer driver ,chemotherapy ,BRCA1 ,BRCA2 ,Hispanic ,Latino ,Latina ,breast cancer ,carrier ,triple negative ,risk factors ,clinical research ,epidemiology ,PARP inhibitor ,cancer and genetics ,cancer and ethnicity ,gene mutations ,Cancer awareness ,Cancer knowledge ,"
},
{
"_id:": "None",
"itemType:": "None",
"pubYear:": "27 April 2023",
"author:": "Li Zhang ,Isabel Mosquera ,Eric Lucas ,Mary Luz Rol ,Andre L. Carvalho ,Partha Basu ,CanScreen5 collaborators ,",
"title:": "CanScreen5, a global repository for breast, cervical and colorectal cancer screening programs",
"pubTitle:": "Nature Medicine",
"issn:": "None",
"doi:": "https://doi.org/10.1038/s41591-023-02315-6",
"url:": "https://www.nature.com/articles/s41591-023-02315-6",
"abstract:": "The CanScreen5 project is a global cancer screening data repository that aims to report the status and performance of breast, cervical and colorectal cancer screening programs using a harmonized set of criteria and indicators. Data collected mainly from the Ministry of Health in each country underwent quality validation and ultimately became publicly available through a Web-based portal. Until September 2022, 84 participating countries reported data for breast (n = 57), cervical (n = 75) or colorectal (n = 51) cancer screening programs in the repository. Substantial heterogeneity was observed regarding program organization and performance. Reported screening coverage ranged from 1.7% (Bangladesh) to 85.5% (England, United Kingdom) for breast cancer, from 2.1% (Cte dIvoire) to 86.3% (Sweden) for cervical cancer, and from 0.6% (Hungary) to 64.5% (the Netherlands) for colorectal cancer screening programs. Large variability was observed regarding compliance to further assessment of screening programs and detection rates reported for precancers and cancers. A concern is lack of data to estimate performance indicators across the screening continuum. This underscores the need for programs to incorporate quality assurance protocols supported by robust information systems. Program organization requires improvement in resource-limited settings, where screening is likely to be resource-stratified and tailored to country-specific situations. ",
"date:": "None",
"issue:": "None",
"volume:": "None",
"libCatalog:": "None",
"manualTags:": "None",
"autoTags:": "None",
"keywords:": "Health care ,Population screening ,"
},
{
"_id:": "None",
"itemType:": "None",
"pubYear:": "01 May 2023",
"author:": "Anne I. Kraemer ,Chloe Chong ,Florian Huber ,HuiSong Pak ,Brian J. Stevenson ,Markus Mller ,Justine Michaux ,Emma Ricart Altimiras ,Sylvie Rusakiewicz ,Laia Sim-Riudalbas ,Evarist Planet ,Maciej Wiznerowicz ,Julien Dagher ,Didier Trono ,George Coukos ,Stephanie Tissot ,Michal Bassani-Sternberg ,",
"title:": "The immunopeptidome landscape associated with T cell infiltration, inflammation and immune editing in lung cancer",
"pubTitle:": "Nature Cancer",
"issn:": "None",
"doi:": "https://doi.org/10.1038/s43018-023-00548-5",
"url:": "https://www.nature.com/articles/s43018-023-00548-5",
"abstract:": "One key barrier to improving efficacy of personalized cancer immunotherapies that are dependent on the tumor antigenic landscape remains patient stratification. Although patients with CD3+CD8+ T cell-inflamed tumors typically show better response to immune checkpoint inhibitors, it is still unknown whether the immunopeptidome repertoire presented in highly inflamed and noninflamed tumors is substantially different. We surveyed 61 tumor regions and adjacent nonmalignant lung tissues from 8 patients with lung cancer and performed deep antigen discovery combining immunopeptidomics, genomics, bulk and spatial transcriptomics, and explored the heterogeneous expression and presentation of tumor (neo)antigens. In the present study, we associated diverse immune cell populations with the immunopeptidome and found a relatively higher frequency of predicted neoantigens located within HLA-I presentation hotspots in CD3+CD8+ T cell-excluded tumors. We associated such neoantigens with immune recognition, supporting their involvement in immune editing. This could have implications for the choice of combination therapies tailored to the patients mutanome and immune microenvironment. ",
"date:": "None",
"issue:": "None",
"volume:": "None",
"libCatalog:": "None",
"manualTags:": "None",
"autoTags:": "None",
"keywords:": "Cancer ,Immunoediting ,Non-small-cell lung cancer ,Tumour immunology ,"
},
{
"_id:": "None",
"itemType:": "None",
"pubYear:": "28 April 2023",
"author:": "Jieqiong Zhang ,Zhenhua Hu ,Hwa Hwa Chung ,Yun Tian ,Kah Weng Lau ,Zheng Ser ,Yan Ting Lim ,Radoslaw M. Sobota ,Hwei Fen Leong ,Benjamin Jieming Chen ,Clarisse Jingyi Yeo ,Shawn Ying Xuan Tan ,Jian Kang ,Dennis Eng Kiat Tan ,Ieng Fong Sou ,Urszula Lucja McClurg ,Manikandan Lakshmanan ,Thamil Selvan Vaiyapuri ,Anandhkumar Raju ,Esther Sook Miin Wong ,Vinay Tergaonkar ,Ravisankar Rajarethinam ,Elina Pathak ,Wai Leong Tam ,Ern Yu Tan ,Wee-Wei Tee ,",
"title:": "Dependency of NELF-E-SLUG-KAT2B epigenetic axis in breast cancer carcinogenesis",
"pubTitle:": "Nature Communications",
"issn:": "None",
"doi:": "https://doi.org/10.1038/s41467-023-38132-1",
"url:": "https://www.nature.com/articles/s41467-023-38132-1",
"abstract:": "Cancer cells undergo transcriptional reprogramming to drive tumor progression and metastasis. Using cancer cell lines and patient-derived tumor organoids, we demonstrate that loss of the negative elongation factor (NELF) complex inhibits breast cancer development through downregulating epithelial-mesenchymal transition (EMT) and stemness-associated genes. Quantitative multiplexed Rapid Immunoprecipitation Mass spectrometry of Endogenous proteins (qPLEX-RIME) further reveals a significant rewiring of NELF-E-associated chromatin partners as a function of EMT and a co-option of NELF-E with the key EMT transcription factor SLUG. Accordingly, loss of NELF-E leads to impaired SLUG binding on chromatin. Through integrative transcriptomic and genomic analyses, we identify the histone acetyltransferase, KAT2B, as a key functional target of NELF-E-SLUG. Genetic and pharmacological inactivation of KAT2B ameliorate the expression of EMT markers, phenocopying NELF ablation. Elevated expression of NELF-E and KAT2B is associated with poorer prognosis in breast cancer patients, highlighting the clinical relevance of our findings. Taken together, we uncover a crucial role of the NELF-E-SLUG-KAT2B epigenetic axis in breast cancer carcinogenesis. ",
"date:": "None",
"issue:": "None",
"volume:": "None",
"libCatalog:": "None",
"manualTags:": "None",
"autoTags:": "None",
"keywords:": "Breast cancer ,Chromatin ,Epigenetics ,Gene expression ,Transcription ,"
},
{
"_id:": "None",
"itemType:": "None",
"pubYear:": "28 April 2023",
"author:": "Yin Zhang ,Qiao-Li Wang ,Chen Yuan ,Alice A. Lee ,Ana Babic ,Kimmie Ng ,Kimberly Perez ,Jonathan A. Nowak ,Jesper Lagergren ,Meir J. Stampfer ,Edward L. Giovannucci ,Chris Sander ,Michael H. Rosenthal ,Peter Kraft ,Brian M. Wolpin ,",
"title:": "Pancreatic cancer is associated with medication changes prior to clinical diagnosis",
"pubTitle:": "Nature Communications",
"issn:": "None",
"doi:": "https://doi.org/10.1038/s41467-023-38088-2",
"url:": "https://www.nature.com/articles/s41467-023-38088-2",
"abstract:": "Patients with pancreatic ductal adenocarcinoma (PDAC) commonly develop symptoms and signs in the 12 years before diagnosis that can result in changes to medications. We investigate recent medication changes and PDAC diagnosis in Nurses Health Study (NHS; females) and Health Professionals Follow-up Study (HPFS; males), including up to 148,973 U.S. participants followed for 2,994,057 person-years and 991 incident PDAC cases. Here we show recent initiation of antidiabetic (NHS) or anticoagulant (NHS, HFS) medications and cessation of antihypertensive medications (NHS, HPFS) are associated with pancreatic cancer diagnosis in the next 2 years. Two-year PDAC risk increases as number of relevant medication changes increases (P-trend <1  105), with participants who recently start antidiabetic and stop antihypertensive medications having multivariable-adjusted hazard ratio of 4.86 (95%CI, 1.7413.6). These changes are not associated with diagnosis of other digestive system cancers. Recent medication changes should be considered as candidate features in multi-factor risk models for PDAC, though they are not causally implicated in development of PDAC. ",
"date:": "None",
"issue:": "None",
"volume:": "None",
"libCatalog:": "None",
"manualTags:": "None",
"autoTags:": "None",
"keywords:": "Cancer epidemiology ,Cancer screening ,Epidemiology ,Pancreatic cancer ,"
},
{
"_id:": "None",
"itemType:": "None",
"pubYear:": "13 October 2017",
"author:": "Junyi Ju ,Aiping Chen ,Yexuan Deng ,Ming Liu ,Ying Wang ,Yadong Wang ,Min Nie ,Chao Wang ,Hong Ding ,Bing Yao ,Tao Gui ,Xinyu Li ,Zhen Xu ,Chi Ma ,Yong Song ,Marc Kvansakul ,Ke Zen ,Chen-Yu Zhang ,Cheng Luo ,Ming Fang ,David C. S. Huang ,C. David Allis ,Renxiang Tan ,Changjiang Kathy Zeng ,Jiwu Wei ,Quan Zhao ,",
"title:": "NatD promotes lung cancer progression by preventing histone H4 serine phosphorylation to activate Slug expression",
"pubTitle:": "Nature Communications",
"issn:": "None",
"doi:": "https://doi.org/10.1038/s41467-017-00988-5",
"url:": "https://www.nature.com/articles/s41467-017-00988-5",
"abstract:": "N--acetyltransferase D (NatD) mediates N--terminal acetylation (Nt-acetylation) of histone H4 known to be involved in cell growth. Here we report that NatD promotes the migratory and invasive capabilities of lung cancer cells in vitro and in vivo. Depletion of NatD suppresses the epithelial-to-mesenchymal transition (EMT) of lung cancer cells by directly repressing the expression of transcription factor Slug, a key regulator of EMT. We found that Nt-acetylation of histone H4 antagonizes histone H4 serine 1 phosphorylation (H4S1ph), and that downregulation of Nt-acetylation of histone H4 facilitates CK2 binding to histone H4 in lung cancer cells, resulting in increased H4S1ph and epigenetic reprogramming to suppress Slug transcription to inhibit EMT. Importantly, NatD is commonly upregulated in primary human lung cancer tissues where its expression level correlates with Slug expression, enhanced invasiveness, and poor clinical outcomes. These findings indicate that NatD is a crucial epigenetic modulator of cell invasion during lung cancer progression. ",
"date:": "None",
"issue:": "None",
"volume:": "None",
"libCatalog:": "None",
"manualTags:": "None",
"autoTags:": "None",
"keywords:": "Cancer epigenetics ,Cell invasion ,"
},
{
"_id:": "None",
"itemType:": "None",
"pubYear:": "20 April 2023",
"author:": "Tuomo Hartonen ,Bradley Jermy ,Hanna Snajalg ,Pekka Vartiainen ,Kristi Krebs ,Andrius Vabalas ,FinnGen ,Estonian Biobank Research Team ,Tuija Leino ,Hanna Nohynek ,Jonas Sivel ,Reedik Mgi ,Mark Daly ,Hanna M. Ollila ,Lili Milani ,Markus Perola ,Samuli Ripatti ,Andrea Ganna ,",
"title:": "Nationwide health, socio-economic and genetic predictors of COVID-19 vaccination status in Finland",
"pubTitle:": "Nature Human Behaviour",
"issn:": "None",
"doi:": "https://doi.org/10.1038/s41562-023-01591-z",
"url:": "https://www.nature.com/articles/s41562-023-01591-z",
"abstract:": "Understanding factors associated with COVID-19 vaccination can highlight issues in public health systems. Using machine learning, we considered the effects of 2,890 health, socio-economic and demographic factors in the entire Finnish population aged 3080 and genome-wide information from 273,765 individuals. The strongest predictors of vaccination status were labour income and medication purchase history. Mental health conditions and having unvaccinated first-degree relatives were associated with reduced vaccination. A prediction model combining all predictors achieved good discrimination (area under the receiver operating characteristic curve, 0.801; 95% confidence interval, 0.7990.803). The 1% of individuals with the highest predicted risk of not vaccinating had an observed vaccination rate of 18.8%, compared with 90.3% in the study population. We identified eight genetic loci associated with vaccination uptake and derived a polygenic score, which was a weak predictor in an independent subset. Our results suggest that individuals at higher risk of suffering the worst consequences of COVID-19 are also less likely to vaccinate. ",
"date:": "None",
"issue:": "None",
"volume:": "None",
"libCatalog:": "None",
"manualTags:": "None",
"autoTags:": "None",
"keywords:": "Public health ,Risk factors ,"
},
{
"_id:": "None",
"itemType:": "None",
"pubYear:": "05 May 2023",
"author:": "Mahesh Pandit ,Yun-Seo Kil ,Jae-Hee Ahn ,Ram Hari Pokhrel ,Ye Gu ,Sunil Mishra ,Youngjoo Han ,Yung-Taek Ouh ,Ben Kang ,Myeong Seon Jeong ,Jong-Oh Kim ,Joo-Won Nam ,Hyun-Jeong Ko ,Jae-Hoon Chang ,",
"title:": "Methionine consumption by cancer cells drives a progressive upregulation of PD-1 expression in CD4 T cells",
"pubTitle:": "Nature Communications",
"issn:": "None",
"doi:": "https://doi.org/10.1038/s41467-023-38316-9",
"url:": "https://www.nature.com/articles/s41467-023-38316-9",
"abstract:": "Programmed cell death protein 1 (PD-1), expressed on tumor-infiltrating T cells, is a T cell exhaustion marker. The mechanisms underlying PD-1 upregulation in CD4 T cells remain unknown. Here we develop nutrient-deprived media and a conditional knockout female mouse model to study the mechanism underlying PD-1 upregulation. Reduced methionine increases PD-1 expression on CD4 T cells. The genetic ablation of SLC43A2 in cancer cells restores methionine metabolism in CD4 T cells, increasing the intracellular levels of S-adenosylmethionine and yielding H3K79me2. Reduced H3K79me2 due to methionine deprivation downregulates AMPK, upregulates PD-1 expression and impairs antitumor immunity in CD4 T cells. Methionine supplementation restores H3K79 methylation and AMPK expression, lowering PD-1 levels. AMPK-deficient CD4 T cells exhibit increased endoplasmic reticulum stress and Xbp1s transcript levels. Our results demonstrate that AMPK is a methionine-dependent regulator of the epigenetic control of PD-1 expression in CD4 T cells, a metabolic checkpoint for CD4 T cell exhaustion. ",
"date:": "None",
"issue:": "None",
"volume:": "None",
"libCatalog:": "None",
"manualTags:": "None",
"autoTags:": "None",
"keywords:": "Cancer metabolism ,Cancer microenvironment ,Tumour immunology ,"
},
{
"_id:": "None",
"itemType:": "None",
"pubYear:": "05 May 2023",
"author:": "Jiawen Bu ,Yixiao Zhang ,Sijin Wu ,Haonan Li ,Lisha Sun ,Yang Liu ,Xudong Zhu ,Xinbo Qiao ,Qingtian Ma ,Chao Liu ,Nan Niu ,Jinqi Xue ,Guanglei Chen ,Yongliang Yang ,Caigang Liu ,",
"title:": "KK-LC-1 as a therapeutic target to eliminate ALDH+ stem cells in triple negative breast cancer",
"pubTitle:": "Nature Communications",
"issn:": "None",
"doi:": "https://doi.org/10.1038/s41467-023-38097-1",
"url:": "https://www.nature.com/articles/s41467-023-38097-1",
"abstract:": "Failure to achieve complete elimination of triple negative breast cancer (TNBC) stem cells after adjuvant therapy is associated with poor outcomes. Aldehyde dehydrogenase 1 (ALDH1) is a marker of breast cancer stem cells (BCSCs), and its enzymatic activity regulates tumor stemness. Identifying upstream targets to control ALDH+ cells may facilitate TNBC tumor suppression. Here, we show that KK-LC-1 determines the stemness of TNBC ALDH+ cells via binding with FAT1 and subsequently promoting its ubiquitination and degradation. This compromises the Hippo pathway and leads to nuclear translocation of YAP1 and ALDH1A1 transcription. These findings identify the KK-LC-1-FAT1-Hippo-ALDH1A1 pathway in TNBC ALDH+ cells as a therapeutic target. To reverse the malignancy due to KK-LC-1 expression, we employ a computational approach and discover Z839878730 (Z8) as an small-molecule inhibitor which may disrupt KK-LC-1 and FAT1 binding. We demonstrate that Z8 suppresses TNBC tumor growth via a mechanism that reactivates the Hippo pathway and decreases TNBC ALDH+ cell stemness and viability. ",
"date:": "None",
"issue:": "None",
"volume:": "None",
"libCatalog:": "None",
"manualTags:": "None",
"autoTags:": "None",
"keywords:": "Breast cancer ,Cancer stem cells ,Drug discovery ,"
},
{
"_id:": "None",
"itemType:": "None",
"pubYear:": "24 July 2017",
"author:": "Konrad Buscher ,Erik Ehinger ,Pritha Gupta ,Akula Bala Pramod ,Dennis Wolf ,George Tweet ,Calvin Pan ,Charles D. Mills ,Aldons J. Lusis ,Klaus Ley ,",
"title:": "Natural variation of macrophage activation as disease-relevant phenotype predictive of inflammation and cancer survival",
"pubTitle:": "Nature Communications",
"issn:": "None",
"doi:": "https://doi.org/10.1038/ncomms16041",
"url:": "https://www.nature.com/articles/ncomms16041",
"abstract:": "Although mouse models exist for many immune-based diseases, the clinical translation remains challenging. Most basic and translational studies utilize only a single inbred mouse strain. However, basal and diseased immune states in humans show vast inter-individual variability. Here, focusing on macrophage responses to lipopolysaccharide (LPS), we use the hybrid mouse diversity panel (HMDP) of 83 inbred strains as a surrogate for human natural immune variation. Since conventional bioinformatics fail to analyse a population spectrum, we highlight how gene signatures for LPS responsiveness can be derived based on an Interleukin-12 and arginase expression ratio. Compared to published signatures, these gene markers are more robust to identify susceptibility or resilience to several macrophage-related disorders in humans, including survival prediction across many tumours. This study highlights natural activation diversity as a disease-relevant dimension in macrophage biology, and suggests the HMDP as a viable tool to increase translatability of mouse data to clinical settings. ",
"date:": "None",
"issue:": "None",
"volume:": "None",
"libCatalog:": "None",
"manualTags:": "None",
"autoTags:": "None",
"keywords:": "Inflammation ,"
},
{
"_id:": "None",
"itemType:": "None",
"pubYear:": "01 May 2023",
"author:": "Ariella Glasner ,Samuel A. Rose ,Roshan Sharma ,Herman Gudjonson ,Tinyi Chu ,Jesse A. Green ,Sham Rampersaud ,Izabella K. Valdez ,Emma S. Andretta ,Bahawar S. Dhillon ,Michail Schizas ,Stanislav Dikiy ,Alejandra Mendoza ,Wei Hu ,Zhong-Min Wang ,Ojasvi Chaudhary ,Tianhao Xu ,Linas Mazutis ,Gabrielle Rizzuto ,Alvaro Quintanal-Villalonga ,Parvathy Manoj ,Elisa de Stanchina ,Charles M. Rudin ,Dana Peer ,Alexander Y. Rudensky ,",
"title:": "Conserved transcriptional connectivity of regulatory T cells in the tumor microenvironment informs new combination cancer therapy strategies",
"pubTitle:": "Nature Immunology",
"issn:": "None",
"doi:": "https://doi.org/10.1038/s41590-023-01504-2",
"url:": "https://www.nature.com/articles/s41590-023-01504-2",
"abstract:": "While regulatory T (Treg) cells are traditionally viewed as professional suppressors of antigen presenting cells and effector T cells in both autoimmunity and cancer, recent findings of distinct Treg cell functions in tissue maintenance suggest that their regulatory purview extends to a wider range of cells and is broader than previously assumed. To elucidate tumoral Treg cell connectivity to diverse tumor-supporting accessory cell types, we explored immediate early changes in their single-cell transcriptomes upon punctual Treg cell depletion in experimental lung cancer and injury-induced inflammation. Before any notable T cell activation and inflammation, fibroblasts, endothelial and myeloid cells exhibited pronounced changes in their gene expression in both cancer and injury settings. Factor analysis revealed shared Treg cell-dependent gene programs, foremost, prominent upregulation of VEGF and CCR2 signaling-related genes upon Treg cell deprivation in either setting, as well as in Treg cell-poor versus Treg cell-rich human lung adenocarcinomas. Accordingly, punctual Treg cell depletion combined with short-term VEGF blockade showed markedly improved control of PD-1 blockade-resistant lung adenocarcinoma progression in mice compared to the corresponding monotherapies, highlighting a promising factor-based querying approach to elucidating new rational combination treatments of solid organ cancers. ",
"date:": "None",
"issue:": "None",
"volume:": "None",
"libCatalog:": "None",
"manualTags:": "None",
"autoTags:": "None",
"keywords:": "Cancer immunotherapy ,Tumour immunology ,"
},
{
"_id:": "None",
"itemType:": "None",
"pubYear:": "26 April 2023",
"author:": "Kei Saotome ,Drew Dudgeon ,Kiersten Colotti ,Michael J. Moore ,Jennifer Jones ,Yi Zhou ,Ashique Rafique ,George D. Yancopoulos ,Andrew J. Murphy ,John C. Lin ,William C. Olson ,Matthew C. Franklin ,",
"title:": "Structural analysis of cancer-relevant TCR-CD3 and peptide-MHC complexes by cryoEM",
"pubTitle:": "Nature Communications",
"issn:": "None",
"doi:": "https://doi.org/10.1038/s41467-023-37532-7",
"url:": "https://www.nature.com/articles/s41467-023-37532-7",
"abstract:": "The recognition of antigenic peptide-MHC (pMHC) molecules by T-cell receptors (TCR) initiates the T-cell mediated immune response. Structural characterization is key for understanding the specificity of TCR-pMHC interactions and informing the development of therapeutics. Despite the rapid rise of single particle cryoelectron microscopy (cryoEM), x-ray crystallography has remained the preferred method for structure determination of TCR-pMHC complexes. Here, we report cryoEM structures of two distinct full-length / TCR-CD3 complexes bound to their pMHC ligand, the cancer-testis antigen HLA-A2/MAGEA4 (230239). We also determined cryoEM structures of pMHCs containing MAGEA4 (230239) peptide and the closely related MAGEA8 (232241) peptide in the absence of TCR, which provided a structural explanation for the MAGEA4 preference displayed by the TCRs. These findings provide insights into the TCR recognition of a clinically relevant cancer antigen and demonstrate the utility of cryoEM for high-resolution structural analysis of TCR-pMHC interactions. ",
"date:": "None",
"issue:": "None",
"volume:": "None",
"libCatalog:": "None",
"manualTags:": "None",
"autoTags:": "None",
"keywords:": "Cancer ,Cryoelectron microscopy ,Immunology ,"
},
{
"_id:": "None",
"itemType:": "None",
"pubYear:": "25 April 2023",
"author:": "Edwin Roger Parra ,Jiexin Zhang ,Mei Jiang ,Auriole Tamegnon ,Renganayaki Krishna Pandurengan ,Carmen Behrens ,Luisa Solis ,Cara Haymaker ,John Victor Heymach ,Cesar Moran ,Jack J. Lee ,Don Gibbons ,Ignacio Ivan Wistuba ,",
"title:": "Immune cellular patterns of distribution affect outcomes of patients with non-small cell lung cancer",
"pubTitle:": "Nature Communications",
"issn:": "None",
"doi:": "https://doi.org/10.1038/s41467-023-37905-y",
"url:": "https://www.nature.com/articles/s41467-023-37905-y",
"abstract:": "Studying the cellular geographic distribution in non-small cell lung cancer is essential to understand the roles of cell populations in this type of tumor. In this study, we characterize the spatial cellular distribution of immune cell populations using 23 makers placed in five multiplex immunofluorescence panels and their associations with clinicopathologic variables and outcomes. Our results demonstrate two cellular distribution patternsan unmixed pattern mostly related to immunoprotective cells and a mixed pattern mostly related to immunosuppressive cells. Distance analysis shows that T-cells expressing immune checkpoints are closer to malignant cells than other cells. Combining the cellular distribution patterns with cellular distances, we can identify four groups related to inflamed and not-inflamed tumors. Cellular distribution patterns and distance are associated with survival in univariate and multivariable analyses. Spatial distribution is a tool to better understand the tumor microenvironment, predict outcomes, and may can help select therapeutic interventions. ",
"date:": "None",
"issue:": "None",
"volume:": "None",
"libCatalog:": "None",
"manualTags:": "None",
"autoTags:": "None",
"keywords:": "Cancer microenvironment ,Non-small-cell lung cancer ,"
},
{
"_id:": "None",
"itemType:": "None",
"pubYear:": "04 May 2023",
"author:": "Loretah Chibaya ,Katherine C. Murphy ,Kelly D. DeMarco ,Sneha Gopalan ,Haibo Liu ,Chaitanya N. Parikh ,Yvette Lopez-Diaz ,Melissa Faulkner ,Junhui Li ,John P. Morris IV ,Yu-jui Ho ,Sachliv K. Chana ,Janelle Simon ,Wei Luan ,Amanda Kulick ,Elisa de Stanchina ,Karl Simin ,Lihua Julie Zhu ,Thomas G. Fazzio ,Scott W. Lowe ,Marcus Ruscetti ,",
"title:": "EZH2 inhibition remodels the inflammatory senescence-associated secretory phenotype to potentiate pancreatic cancer immune surveillance",
"pubTitle:": "Nature Cancer",
"issn:": "None",
"doi:": "https://doi.org/10.1038/s43018-023-00553-8",
"url:": "https://www.nature.com/articles/s43018-023-00553-8",
"abstract:": "Immunotherapies that produce durable responses in some malignancies have failed in pancreatic ductal adenocarcinoma (PDAC) due to rampant immune suppression and poor tumor immunogenicity. We and others have demonstrated that induction of the senescence-associated secretory phenotype (SASP) can be an effective approach to activate anti-tumor natural killer (NK) cell and T cell immunity. In the present study, we found that the pancreas tumor microenvironment suppresses NK cell and T cell surveillance after therapy-induced senescence through enhancer of zeste homolog 2 (EZH2)-mediated epigenetic repression of proinflammatory SASP genes. EZH2 blockade stimulated production of SASP chemokines CCL2 and CXCL9/10, leading to enhanced NK cell and T cell infiltration and PDAC eradication in mouse models. EZH2 activity was also associated with suppression of chemokine signaling and cytotoxic lymphocytes and reduced survival in patients with PDAC. These results demonstrate that EZH2 represses the proinflammatory SASP and that EZH2 inhibition combined with senescence-inducing therapy could be a powerful means to achieve immune-mediated tumor control in PDAC. ",
"date:": "None",
"issue:": "None",
"volume:": "None",
"libCatalog:": "None",
"manualTags:": "None",
"autoTags:": "None",
"keywords:": "Cancer ,Immunosurveillance ,Pancreatic cancer ,Senescence ,Targeted therapies ,"
},
{
"_id:": "None",
"itemType:": "None",
"pubYear:": "24 April 2023",
"author:": "Liangliang Hao ,Renee T. Zhao ,Nicole L. Welch ,Edward Kah Wei Tan ,Qian Zhong ,Nour Saida Harzallah ,Chayanon Ngambenjawong ,Henry Ko ,Heather E. Fleming ,Pardis C. Sabeti ,Sangeeta N. Bhatia ,",
"title:": "CRISPR-Cas-amplified urinary biomarkers for multiplexed and portable cancer diagnostics",
"pubTitle:": "Nature Nanotechnology",
"issn:": "None",
"doi:": "https://doi.org/10.1038/s41565-023-01372-9",
"url:": "https://www.nature.com/articles/s41565-023-01372-9",
"abstract:": "Synthetic biomarkers, bioengineered sensors that generate molecular reporters in diseased microenvironments, represent an emerging paradigm in precision diagnostics. Despite the utility of DNA barcodes as a multiplexing tool, their susceptibility to nucleases in vivo has limited their utility. Here we exploit chemically stabilized nucleic acids to multiplex synthetic biomarkers and produce diagnostic signals in biofluids that can be read out via CRISPR nucleases. The strategy relies on microenvironmental endopeptidase to trigger the release of nucleic acid barcodes and polymerase-amplification-free, CRISPR-Cas-mediated barcode detection in unprocessed urine. Our data suggest that DNA-encoded nanosensors can non-invasively detect and differentiate disease states in transplanted and autochthonous murine cancer models. We also demonstrate that CRISPR-Cas amplification can be harnessed to convert the readout to a point-of-care paper diagnostic tool. Finally, we employ a microfluidic platform for densely multiplexed, CRISPR-mediated DNA barcode readout that can potentially evaluate complex human diseases rapidly and guide therapeutic decisions. ",
"date:": "None",
"issue:": "None",
"volume:": "None",
"libCatalog:": "None",
"manualTags:": "None",
"autoTags:": "None",
"keywords:": "Biomedical engineering ,Biosensors ,"
},
{
"_id:": "None",
"itemType:": "None",
"pubYear:": "24 April 2023",
"author:": "Jing Bi ,Zhihui Wu ,Xin Zhang ,Taoling Zeng ,Wanjun Dai ,Ningyuan Qiu ,Mingfeng Xu ,Yikai Qiao ,Lang Ke ,Jiayi Zhao ,Xinyu Cao ,Qi Lin ,Xiao Lei Chen ,Liping Xie ,Zhong Ouyang ,Jujiang Guo ,Liangkai Zheng ,Chao Ma ,Shiying Guo ,Kangmei Chen ,Wei Mo ,Guo Fu ,Tong-Jin Zhao ,Hong-Rui Wang ,",
"title:": "TMEM25 inhibits monomeric EGFR-mediated STAT3 activation in basal state to suppress triple-negative breast cancer progression",
"pubTitle:": "Nature Communications",
"issn:": "None",
"doi:": "https://doi.org/10.1038/s41467-023-38115-2",
"url:": "https://www.nature.com/articles/s41467-023-38115-2",
"abstract:": "Triple-negative breast cancer (TNBC) is a subtype of breast cancer with poor outcome and lacks of approved targeted therapy. Overexpression of epidermal growth factor receptor (EGFR) is found in more than 50% TNBC and is suggested as a driving force in progression of TNBC; however, targeting EGFR using antibodies to prevent its dimerization and activation shows no significant benefits for TNBC patients. Here we report that EGFR monomer may activate signal transducer activator of transcription-3 (STAT3) in the absence of transmembrane protein TMEM25, whose expression is frequently decreased in human TNBC. Deficiency of TMEM25 allows EGFR monomer to phosphorylate STAT3 independent of ligand binding, and thus enhances basal STAT3 activation to promote TNBC progression in female mice. Moreover, supplying TMEM25 by adeno-associated virus strongly suppresses STAT3 activation and TNBC progression. Hence, our study reveals a role of monomeric-EGFR/STAT3 signaling pathway in TNBC progression and points out a potential targeted therapy for TNBC. ",
"date:": "None",
"issue:": "None",
"volume:": "None",
"libCatalog:": "None",
"manualTags:": "None",
"autoTags:": "None",
"keywords:": "Breast cancer ,Cell signalling ,"
},
{
"_id:": "None",
"itemType:": "None",
"pubYear:": "02 May 2023",
"author:": "He Zhang ,Liang Zhang ,Ang Lin ,Congcong Xu ,Ziyu Li ,Kaibo Liu ,Boxiang Liu ,Xiaopin Ma ,Fanfan Zhao ,Huiling Jiang ,Chunxiu Chen ,Haifa Shen ,Hangwen Li ,David H. Mathews ,Yujian Zhang ,Liang Huang ,",
"title:": "Algorithm for Optimized mRNA Design Improves Stability and Immunogenicity",
"pubTitle:": "Nature",
"issn:": "None",
"doi:": "https://doi.org/10.1038/s41586-023-06127-z",
"url:": "https://www.nature.com/articles/s41586-023-06127-z",
"abstract:": "Messenger RNA (mRNA) vaccines are being used to contain COVID-19 (1, 2, 3), but still suffer from the critical limitation of mRNA instability and degradation, which is a major obstacle in the storage, distribution, and efficacy of the vaccine products (4). Previous work showed that increasing secondary structure lengthens mRNA half-life, which, together with optimal codons, improves protein expression (5). Therefore, a principled mRNA design algorithm must optimize both structural stability and codon usage. However, due to synonymous codons, the mRNA design space is prohibitively large (e.g., ~10632 candidates for the SARS-CoV-2 Spike protein), which poses insurmountable computational challenges. Here we provide a simple and unexpected solution using a classical concept in computational linguistics, where finding the optimal mRNA sequence is akin to identifying the most likely sentence among similar sounding alternatives (6). Our algorithm LinearDesign takes only 11 minutes for the Spike protein, and can jointly optimize stability and codon usage. On both COVID-19 and varicella-zoster virus mRNA vaccines, LinearDesign substantially improves mRNA half-life and protein expression, and dramatically increases antibody titer by up to 128 in vivo, compared to the codon-optimization benchmark. This surprising result reveals the great potential of principled mRNA design, and enables the exploration of previously unreachable but highly stable and efficient designs. Our work is a timely tool not only for vaccines but also for mRNA medicine encoding all therapeutic proteins (e.g., monoclonal antibodies and anti-cancer drugs (7, 8)). ",
"date:": "None",
"issue:": "None",
"volume:": "None",
"libCatalog:": "None",
"manualTags:": "None",
"autoTags:": "None",
"keywords:": "Computational biology and bioinformatics ,Computer science ,RNA vaccines ,"
},
{
"_id:": "None",
"itemType:": "None",
"pubYear:": "25 April 2023",
"author:": "Mingyu Lee ,Yi-Sook Kim ,Suha Lim ,Seung-Hyun Shin ,Iljin Kim ,Jiyoung Kim ,Min Choi ,Jung Ho Kim ,Seong-Joon Koh ,Jong-Wan Park ,Hyun-Woo Shin ,",
"title:": "Protein stabilization of ITF2 by NF-κB prevents colitis-associated cancer development",
"pubTitle:": "Nature Communications",
"issn:": "None",
"doi:": "https://doi.org/10.1038/s41467-023-38080-w",
"url:": "https://www.nature.com/articles/s41467-023-38080-w",
"abstract:": "Chronic colonic inflammation is a feature of cancer and is strongly associated with tumorigenesis, but its underlying molecular mechanisms remain poorly understood. Inflammatory conditions increased ITF2 and p65 expression both ex vivo and in vivo, and ITF2 and p65 showed positive correlations. p65 overexpression stabilized ITF2 protein levels by interfering with the binding of Parkin to ITF2. More specifically, the C-terminus of p65 binds to the N-terminus of ITF2 and inhibits ubiquitination, thereby promoting ITF2 stabilization. Parkin acts as a E3 ubiquitin ligase for ITF2 ubiquitination. Intestinal epithelial-specific deletion of ITF2 facilitated nuclear translocation of p65 and thus increased colitis-associated cancer tumorigenesis, which was mediated by Azoxymethane/Dextran sulfate sodium or dextran sulfate sodium. Upregulated ITF2 expression was lost in carcinoma tissues of colitis-associated cancer patients, whereas p65 expression much more increased in both dysplastic and carcinoma regions. Therefore, these findings indicate a critical role for ITF2 in the repression of colitis-associated cancer progression and ITF2 would be an attractive target against inflammatory diseases including colitis-associated cancer. ",
"date:": "None",
"issue:": "None",
"volume:": "None",
"libCatalog:": "None",
"manualTags:": "None",
"autoTags:": "None",
"keywords:": "Cancer prevention ,Colon cancer ,Tumour-suppressor proteins ,"
},
{
"_id:": "None",
"itemType:": "None",
"pubYear:": "25 April 2023",
"author:": "Jitesh Chauhan ,Melanie Grandits ,Lais C. G. F. Palhares ,Silvia Mele ,Mano Nakamura ,Jacobo Lpez-Abente ,Silvia Crescioli ,Roman Laddach ,Pablo Romero-Clavijo ,Anthony Cheung ,Chara Stavraka ,Alicia M. Chenoweth ,Heng Sheng Sow ,Giulia Chiaruttini ,Amy E. Gilbert ,Tihomir Dodev ,Alexander Koers ,Giulia Pellizzari ,Kristina M. Ilieva ,Francis Man ,Niwa Ali ,Carl Hobbs ,Sara Lombardi ,Danil A. Lionarons ,Hannah J. Gould ,Andrew J. Beavil ,Jenny L. C. Geh ,Alastair D. MacKenzie Ross ,Ciaran Healy ,Eduardo Calonje ,Julian Downward ,Frank O. Nestle ,Sophia Tsoka ,Debra H. Josephs ,Philip J. Blower ,Panagiotis Karagiannis ,Katie E. Lacy ,James Spicer ,Sophia N. Karagiannis ,Heather J. Bax ,",
"title:": "Anti-cancer pro-inflammatory effects of an IgE antibody targeting the melanoma-associated antigen chondroitin sulfate proteoglycan 4",
"pubTitle:": "Nature Communications",
"issn:": "None",
"doi:": "https://doi.org/10.1038/s41467-023-37811-3",
"url:": "https://www.nature.com/articles/s41467-023-37811-3",
"abstract:": "Outcomes for half of patients with melanoma remain poor despite standard-of-care checkpoint inhibitor therapies. The prevalence of the melanoma-associated antigen chondroitin sulfate proteoglycan 4 (CSPG4) expression is ~70%, therefore effective immunotherapies directed at CSPG4 could benefit many patients. Since IgE exerts potent immune-activating functions in tissues, we engineer a monoclonal IgE antibody with human constant domains recognizing CSPG4 to target melanoma. CSPG4 IgE binds to human melanomas including metastases, mediates tumoricidal antibody-dependent cellular cytotoxicity and stimulates human IgE Fc-receptor-expressing monocytes towards pro-inflammatory phenotypes.IgE demonstrates anti-tumor activity in human melanoma xenograft models engrafted with human effector cells and is associated with enhanced macrophage infiltration, enriched monocyte and macrophage gene signatures and pro-inflammatory signaling pathways in the tumor microenvironment. IgE prolongs the survival of patient-derived xenograft-bearing mice reconstituted with autologous immune cells. No ex vivo activation of basophils in patient blood is measured in the presence of CSPG4 IgE. Our findings support a promising IgE-based immunotherapy for melanoma. ",
"date:": "None",
"issue:": "None",
"volume:": "None",
"libCatalog:": "None",
"manualTags:": "None",
"autoTags:": "None",
"keywords:": "Cancer immunotherapy ,Cancer therapy ,Melanoma ,Translational immunology ,"
},
{
"_id:": "None",
"itemType:": "None",
"pubYear:": "29 April 2023",
"author:": "Ting Li ,Shuhui Jiang ,Ying Zhang ,Jie Luo ,Ming Li ,Hengte Ke ,Yibin Deng ,Tao Yang ,Xiaohui Sun ,Huabing Chen ,",
"title:": "Nanoparticle-mediated TRPV1 channel blockade amplifies cancer thermo-immunotherapy via heat shock factor 1 modulation",
"pubTitle:": "Nature Communications",
"issn:": "None",
"doi:": "https://doi.org/10.1038/s41467-023-38128-x",
"url:": "https://www.nature.com/articles/s41467-023-38128-x",
"abstract:": "The survival of malignant tumors is highly dependent on their intrinsic self-defense pathways such as heat shock protein (HSP) during cancer therapy. However, precisely dismantling self-defenses to amplify antitumor potency remains unexplored. Herein, we demonstrate that nanoparticle-mediated transient receptor potential vanilloid member 1 (TRPV1) channel blockade potentiates thermo-immunotherapy via suppressing heat shock factor 1 (HSF1)-mediated dual self-defense pathways. TRPV1 blockade inhibits hyperthermia-induced calcium influx and subsequent nuclear translocation of HSF1, which selectively suppresses stressfully overexpressed HSP70 for enhancing thermotherapeutic efficacy against a variety of primary, metastatic and recurrent tumor models. Particularly, the suppression of HSF1 translocation further restrains the transforming growth factor  (TGF) pathway to degrade the tumor stroma, which improves the infiltration of antitumor therapeutics (e.g. anti-PD-L1 antibody) and immune cells into highly fibrotic and immunosuppressive pancreatic cancers. As a result, TRPV1 blockade retrieves thermo-immunotherapy with tumor-eradicable and immune memory effects. The nanoparticle-mediated TRPV1 blockade represents as an effective approach to dismantle self-defenses for potent cancer therapy. ",
"date:": "None",
"issue:": "None",
"volume:": "None",
"libCatalog:": "None",
"manualTags:": "None",
"autoTags:": "None",
"keywords:": "Drug delivery ,Nanoparticles ,Target validation ,Targeted therapies ,"
},
{
"_id:": "None",
"itemType:": "None",
"pubYear:": "10 April 2023",
"author:": "Mingyun Bae ,Gyuhee Kim ,Tae-Rim Lee ,Jin Mo Ahn ,Hyunwook Park ,Sook Ryun Park ,Ki Byung Song ,Eunsung Jun ,Dongryul Oh ,Jeong-Won Lee ,Young Sik Park ,Ki-Won Song ,Jeong-Sik Byeon ,Bo Hyun Kim ,Joo Hyuk Sohn ,Min Hwan Kim ,Gun Min Kim ,Eui Kyu Chie ,Hyun-Cheol Kang ,Sun-Young Kong ,Sang Myung Woo ,Jeong Eon Lee ,Jai Min Ryu ,Junnam Lee ,Dasom Kim ,Chang-Seok Ki ,Eun-Hae Cho ,Jung Kyoon Choi ,",
"title:": "Integrative modeling of tumor genomes and epigenomes for enhanced cancer diagnosis by cell-free DNA",
"pubTitle:": "Nature Communications",
"issn:": "None",
"doi:": "https://doi.org/10.1038/s41467-023-37768-3",
"url:": "https://www.nature.com/articles/s41467-023-37768-3",
"abstract:": "Multi-cancer early detection remains a key challenge in cell-free DNA (cfDNA)-based liquid biopsy. Here, we perform cfDNA whole-genome sequencing to generate two test datasets covering 2125 patient samples of 9 cancer types and 1241 normal control samples, and also a reference dataset for background variant filtering based on 20,529 low-depth healthy samples. An external cfDNA dataset consisting of 208 cancer and 214 normal control samples is used for additional evaluation. Accuracy for cancer detection and tissue-of-origin localization is achieved using our algorithm, which incorporates cancer type-specific profiles of mutation distribution and chromatin organization in tumor tissues as model references. Our integrative model detects early-stage cancers, including those of pancreatic origin, with high sensitivity that is comparable to that of late-stage detection. Model interpretation reveals the contribution of cancer type-specific genomic and epigenomic features. Our methodologies may lay the groundwork for accurate cfDNA-based cancer diagnosis, especially at early stages. ",
"date:": "None",
"issue:": "None",
"volume:": "None",
"libCatalog:": "None",
"manualTags:": "None",
"autoTags:": "None",
"keywords:": "Cancer genomics ,Cancer screening ,Machine learning ,"
},
{
"_id:": "None",
"itemType:": "None",
"pubYear:": "24 April 2023",
"author:": "Lena Wiedmann ,Francesca De Angelis Rigotti ,Nuria Vaquero-Siguero ,Elisa Donato ,Elisa Espinet ,Iris Moll ,Elisenda Alsina-Sanchis ,Hanibal Bohnenberger ,Elena Fernandez-Florido ,Ronja Mlfarth ,Margherita Vacca ,Jennifer Gerwing ,Lena-Christin Conradi ,Philipp Strbel ,Andreas Trumpp ,Carolin Mogler ,Andreas Fischer ,Juan Rodriguez-Vita ,",
"title:": "HAPLN1 potentiates peritoneal metastasis in pancreatic cancer",
"pubTitle:": "Nature Communications",
"issn:": "None",
"doi:": "https://doi.org/10.1038/s41467-023-38064-w",
"url:": "https://www.nature.com/articles/s41467-023-38064-w",
"abstract:": "Pancreatic ductal adenocarcinoma (PDAC) frequently metastasizes into the peritoneum, which contributes to poor prognosis. Metastatic spreading is promoted by cancer cell plasticity, yet its regulation by the microenvironment is incompletely understood. Here, we show that the presence of hyaluronan and proteoglycan link protein-1 (HAPLN1) in the extracellular matrix enhances tumor cell plasticity and PDAC metastasis. Bioinformatic analysis showed that HAPLN1 expression is enriched in the basal PDAC subtype and associated with worse overall patient survival. In a mouse model for peritoneal carcinomatosis, HAPLN1-induced immunomodulation favors a more permissive microenvironment, which accelerates the peritoneal spread of tumor cells. Mechanistically, HAPLN1, via upregulation of tumor necrosis factor receptor 2 (TNFR2), promotes TNF-mediated upregulation of Hyaluronan (HA) production, facilitating EMT, stemness, invasion and immunomodulation. Extracellular HAPLN1 modifies cancer cells and fibroblasts, rendering them more immunomodulatory. As such, we identify HAPLN1 as a prognostic marker and as a driver for peritoneal metastasis in PDAC. ",
"date:": "None",
"issue:": "None",
"volume:": "None",
"libCatalog:": "None",
"manualTags:": "None",
"autoTags:": "None",
"keywords:": "Metastasis ,"
},
{
"_id:": "None",
"itemType:": "None",
"pubYear:": "24 April 2023",
"author:": "Jeroen H. A. Creemers ,Ankur Ankan ,Kit C. B. Roes ,Gijs Schrder ,Niven Mehra ,Carl G. Figdor ,I. Jolanda M. de Vries ,Johannes Textor ,",
"title:": "In silico cancer immunotherapy trials uncover the consequences of therapy-specific response patterns for clinical trial design and outcome",
"pubTitle:": "Nature Communications",
"issn:": "None",
"doi:": "https://doi.org/10.1038/s41467-023-37933-8",
"url:": "https://www.nature.com/articles/s41467-023-37933-8",
"abstract:": "Late-stage cancer immunotherapy trials often lead to unusual survival curve shapes, like delayed curve separation or a plateauing curve in the treatment arm. It is critical for trial success to anticipate such effects in advance and adjust the design accordingly. Here, we use in silico cancer immunotherapy trials  simulated trials based on three different mathematical models  to assemble virtual patient cohorts undergoing late-stage immunotherapy, chemotherapy, or combination therapies. We find that all three simulation models predict the distinctive survival curve shapes commonly associated with immunotherapies. Considering four aspects of clinical trial design  sample size, endpoint, randomization rate, and interim analyses  we demonstrate how, by simulating various possible scenarios, the robustness of trial design choices can be scrutinized, and possible pitfalls can be identified in advance. We provide readily usable, web-based implementations of our three trial simulation models to facilitate their use by biomedical researchers, doctors, and trialists. ",
"date:": "None",
"issue:": "None",
"volume:": "None",
"libCatalog:": "None",
"manualTags:": "None",
"autoTags:": "None",
"keywords:": "Cancer ,Clinical trial design ,Systems biology ,Tumour immunology ,"
},
{
"_id:": "None",
"itemType:": "None",
"pubYear:": "27 April 2023",
"author:": "Yejinpeng Wang ,Lingao Ju ,Gang Wang ,Kaiyu Qian ,Wan Jin ,Mingxing Li ,Jingtian Yu ,Yiliang Shi ,Yongzhi Wang ,Yi Zhang ,Yu Xiao ,Xinghuan Wang ,",
"title:": "DNA polymerase POLD1 promotes proliferation and metastasis of bladder cancer by stabilizing MYC",
"pubTitle:": "Nature Communications",
"issn:": "None",
"doi:": "https://doi.org/10.1038/s41467-023-38160-x",
"url:": "https://www.nature.com/articles/s41467-023-38160-x",
"abstract:": "To date, most studies on the DNA polymerase, POLD1, have focused on the effect of POLD1 inactivation mutations in tumors. However, the implications of high POLD1 expression in tumorigenesis remains elusive. Here, we determine that POLD1 has a pro-carcinogenic role in bladder cancer (BLCA) and is associated to the malignancy and prognosis of BLCA. Our studies demonstrate that POLD1 promotes the proliferation and metastasis of BLCA via MYC. Mechanistically, POLD1 stabilizes MYC in a manner independent of its DNA polymerase activity. Instead, POLD1 attenuates FBXW7-mediated ubiquitination degradation of MYC by directly binding to the MYC homology box 1 domain competitively with FBXW7. Moreover, we find that POLD1 forms a complex with MYC to promote the transcriptional activity of MYC. In turn, MYC increases expression of POLD1, forming a POLD1-MYC positive feedback loop to enhance the pro-carcinogenic effect of POLD1-MYC on BLCA. Overall, our study identifies POLD1 as a promotor of BCLA via a MYC driven mechanism and suggest its potential as biomarker for BLCA. ",
"date:": "None",
"issue:": "None",
"volume:": "None",
"libCatalog:": "None",
"manualTags:": "None",
"autoTags:": "None",
"keywords:": "Bladder cancer ,Oncogenes ,Ubiquitylation ,"
},
{
"_id:": "None",
"itemType:": "None",
"pubYear:": "27 April 2023",
"author:": "Min-Jun Baek ,Duy-Thuc Nguyen ,Dahan Kim ,So-Yeol Yoo ,Sang Min Lee ,Jae-Young Lee ,Dae-Duk Kim ,",
"title:": "Tailoring renal-clearable zwitterionic cyclodextrin for colorectal cancer-selective drug delivery",
"pubTitle:": "Nature Nanotechnology",
"issn:": "None",
"doi:": "https://doi.org/10.1038/s41565-023-01381-8",
"url:": "https://www.nature.com/articles/s41565-023-01381-8",
"abstract:": "Although cyclodextrin-based renal-clearable nanocarriers have a high potential for clinical translation in targeted cancer therapy, their designs remain to be optimized for tumour retention. Here we report on the design of a tailored structure for renal-clearable zwitterionic cyclodextrin for colorectal cancer-selective drug delivery. Twenty cyclodextrin derivatives with different charged moieties and spacers are synthesized and screened for colloidal stability. The resulting five candidates are evaluated for biodistribution and an optimized structure is identified. The optimized cyclodextrin shows a high tumour accumulation and is used for delivery of doxorubicin and ulixertinib. Higher tumour accumulation and tumour penetration facilitates tumour elimination. The improved antitumour efficacy is demonstrated in heterotopic and orthotopic colorectal cancer models. ",
"date:": "None",
"issue:": "None",
"volume:": "None",
"libCatalog:": "None",
"manualTags:": "None",
"autoTags:": "None",
"keywords:": "Drug delivery ,Nanoparticles ,Nanostructures ,"
},
{
"_id:": "None",
"itemType:": "None",
"pubYear:": "27 April 2023",
"author:": "A. Gordon Robertson ,Khyati Meghani ,Lauren Folgosa Cooley ,Kimberly A. McLaughlin ,Leigh Ann Fall ,Yanni Yu ,Mauro A. A. Castro ,Clarice S. Groeneveld ,Aurlien de Reynis ,Vadim I. Nazarov ,Vasily O. Tsvetkov ,Bonnie Choy ,Daniele Raggi ,Laura Marandino ,Francesco Montorsi ,Thomas Powles ,Andrea Necchi ,Joshua J. Meeks ,",
"title:": "Expression-based subtypes define pathologic response to neoadjuvant immune-checkpoint inhibitors in muscle-invasive bladder cancer",
"pubTitle:": "Nature Communications",
"issn:": "None",
"doi:": "https://doi.org/10.1038/s41467-023-37568-9",
"url:": "https://www.nature.com/articles/s41467-023-37568-9",
"abstract:": "Checkpoint immunotherapy (CPI) has increased survival for some patients with advanced-stage bladder cancer (BCa). However, most patients do not respond. Here, we characterized the tumor and immune microenvironment in pre- and post-treatment tumors from the PURE01 neoadjuvant pembrolizumab immunotherapy trial, using a consolidative approach that combined transcriptional and genetic profiling with digital spatial profiling. We identify five distinctive genetic and transcriptomic programs and validate these in an independent neoadjuvant CPI trial to identify the features of response or resistance to CPI. By modeling the regulatory network, we identify the histone demethylase KDM5B as a repressor of tumor immune signaling pathways in one resistant subtype (S1, Luminal-excluded) and demonstrate that inhibition of KDM5B enhances immunogenicity in FGFR3-mutated BCa cells. Our study identifies signatures associated with response to CPI that can be used to molecularly stratify patients and suggests therapeutic alternatives for subtypes with poor response to neoadjuvant immunotherapy. ",
"date:": "None",
"issue:": "None",
"volume:": "None",
"libCatalog:": "None",
"manualTags:": "None",
"autoTags:": "None",
"keywords:": "Bladder cancer ,Tumour immunology ,"
},
{
"_id:": "None",
"itemType:": "None",
"pubYear:": "20 April 2023",
"author:": "Matthew D. Park ,Ivan Reyes-Torres ,Jessica LeBerichel ,Pauline Hamon ,Nelson M. LaMarche ,Samarth Hegde ,Meriem Belabed ,Leanna Troncoso ,John A. Grout ,Assaf Magen ,Etienne Humblin ,Achuth Nair ,Martina Molgora ,Jinchao Hou ,Jenna H. Newman ,Adam M. Farkas ,Andrew M. Leader ,Travis Dawson ,Darwin DSouza ,Steven Hamel ,Alfonso Rodriguez Sanchez-Paulete ,Barbara Maier ,Nina Bhardwaj ,Jerome C. Martin ,Alice O. Kamphorst ,Ephraim Kenigsberg ,Maria Casanova-Acebes ,Amir Horowitz ,Brian D. Brown ,Lucas Ferrari De Andrade ,Marco Colonna ,Thomas U. Marron ,Miriam Merad ,",
"title:": "TREM2 macrophages drive NK cell paucity and dysfunction in lung cancer",
"pubTitle:": "Nature Immunology",
"issn:": "None",
"doi:": "https://doi.org/10.1038/s41590-023-01475-4",
"url:": "https://www.nature.com/articles/s41590-023-01475-4",
"abstract:": "Natural killer (NK) cells are commonly reduced in human tumors, enabling many to evade surveillance. Here, we sought to identify cues that alter NK cell activity in tumors. We found that, in human lung cancer, the presence of NK cells inversely correlated with that of monocyte-derived macrophages (mo-macs). In a murine model of lung adenocarcinoma, we show that engulfment of tumor debris by mo-macs triggers a pro-tumorigenic program governed by triggering receptor expressed on myeloid cells 2 (TREM2). Genetic deletion of Trem2 rescued NK cell accumulation and enabled an NK cell-mediated regression of lung tumors. TREM2+ mo-macs reduced NK cell activity by modulating interleukin (IL)-18/IL-18BP decoy interactions and IL-15 production. Notably, TREM2 blockade synergized with an NK cell-activating agent to further inhibit tumor growth. Altogether, our findings identify a new axis, in which TREM2+ mo-macs suppress NK cell accumulation and cytolytic activity. Dual targeting of macrophages and NK cells represents a new strategy to boost antitumor immunity. ",
"date:": "None",
"issue:": "None",
"volume:": "None",
"libCatalog:": "None",
"manualTags:": "None",
"autoTags:": "None",
"keywords:": "Immunotherapy ,Monocytes and macrophages ,"
},
{
"_id:": "None",
"itemType:": "None",
"pubYear:": "17 April 2023",
"author:": "Nikhil B. Ghate ,Sungmin Kim ,Yonghwan Shin ,Jinman Kim ,Michael Doche ,Scott Valena ,Alan Situ ,Sangnam Kim ,Suhn K. Rhie ,Heinz-Josef Lenz ,Tobias S. Ulmer ,Shannon M. Mumenthaler ,Woojin An ,",
"title:": "Phosphorylation and stabilization of EZH2 by DCAF1/VprBP trigger aberrant gene silencing in colon cancer",
"pubTitle:": "Nature Communications",
"issn:": "None",
"doi:": "https://doi.org/10.1038/s41467-023-37883-1",
"url:": "https://www.nature.com/articles/s41467-023-37883-1",
"abstract:": "Our recent work has shown that DCAF1 (also known as VprBP) is overexpressed in colon cancer and phosphorylates histone H2AT120 to drive epigenetic gene inactivation and oncogenic transformation. We have extended these observations by investigating whether DCAF1 also phosphorylates non-histone proteins as an additional mechanism linking its kinase activity to colon cancer development. We now demonstrate that DCAF1 phosphorylates EZH2 at T367 to augment its nuclear stabilization and enzymatic activity in colon cancer cells. Consistent with this mechanistic role, DCAF1-mediated EZH2 phosphorylation leads to elevated levels of H3K27me3 and altered expression of growth regulatory genes in cancer cells. Furthermore, our preclinical studies using organoid and xenograft models revealed that EZH2 requires phosphorylation for its oncogenic function, which may have therapeutic implications for gene reactivation in colon cancer cells. Together, our data define a mechanism underlying DCAF1-driven colonic tumorigenesis by linking DCAF1-mediated EZH2 phosphorylation to EZH2 stability that is crucial for establishing H3K27me3 and gene silencing program. ",
"date:": "None",
"issue:": "None",
"volume:": "None",
"libCatalog:": "None",
"manualTags:": "None",
"autoTags:": "None",
"keywords:": "Cancer ,Molecular medicine ,"
},
{
"_id:": "None",
"itemType:": "None",
"pubYear:": "13 April 2023",
"author:": "Pei-Chen Tsai ,Tsung-Hua Lee ,Kun-Chi Kuo ,Fang-Yi Su ,Tsung-Lu Michael Lee ,Eliana Marostica ,Tomotaka Ugai ,Melissa Zhao ,Mai Chan Lau ,Juha P. Vyrynen ,Marios Giannakis ,Yasutoshi Takashima ,Seyed Mousavi Kahaki ,Kana Wu ,Mingyang Song ,Jeffrey A. Meyerhardt ,Andrew T. Chan ,Jung-Hsien Chiang ,Jonathan Nowak ,Shuji Ogino ,Kun-Hsing Yu ,",
"title:": "Histopathology images predict multi-omics aberrations and prognoses in colorectal cancer patients",
"pubTitle:": "Nature Communications",
"issn:": "None",
"doi:": "https://doi.org/10.1038/s41467-023-37179-4",
"url:": "https://www.nature.com/articles/s41467-023-37179-4",
"abstract:": "Histopathologic assessment is indispensable for diagnosing colorectal cancer (CRC). However, manual evaluation of the diseased tissues under the microscope cannot reliably inform patient prognosis or genomic variations crucial for treatment selections. To address these challenges, we develop the Multi-omics Multi-cohort Assessment (MOMA) platform, an explainable machine learning approach, to systematically identify and interpret the relationship between patients histologic patterns, multi-omics, and clinical profiles in three large patient cohorts (n = 1888). MOMA successfully predicts the overall survival, disease-free survival (log-rank test P-value<0.05), and copy number alterations of CRC patients. In addition, our approaches identify interpretable pathology patterns predictive of gene expression profiles, microsatellite instability status, and clinically actionable genetic alterations. We show that MOMA models are generalizable to multiple patient populations with different demographic compositions and pathology images collected from distinctive digitization methods. Our machine learning approaches provide clinically actionable predictions that could inform treatments for colorectal cancer patients. ",
"date:": "None",
"issue:": "None",
"volume:": "None",
"libCatalog:": "None",
"manualTags:": "None",
"autoTags:": "None",
"keywords:": "Cancer imaging ,Colorectal cancer ,Diagnostic markers ,Machine learning ,Prognostic markers ,"
},
{
"_id:": "None",
"itemType:": "None",
"pubYear:": "11 April 2023",
"author:": "Chunjie Xu ,Lei Gu ,Lipeng Hu ,Chunhui Jiang ,Qing Li ,Longci Sun ,Hong Zhou ,Ye Liu ,Hanbing Xue ,Jun Li ,Zhigang Zhang ,Xueli Zhang ,Qing Xu ,",
"title:": "FADS1-arachidonic acid axis enhances arachidonic acid metabolism by altering intestinal microecology in colorectal cancer",
"pubTitle:": "Nature Communications",
"issn:": "None",
"doi:": "https://doi.org/10.1038/s41467-023-37590-x",
"url:": "https://www.nature.com/articles/s41467-023-37590-x",
"abstract:": "Colonocyte metabolism shapes the microbiome. Metabolites are the main mediators of information exchange between intestine and microbial communities. Arachidonic acid (AA) is an essential polyunsaturated fatty acid and its role in colorectal cancer (CRC) remains unexplored. In this study, we show that AA feeding promotes tumor growth in AOM/DSS and intestinal specific Apc/ mice via modulating the intestinal microecology of increased gram-negative bacteria. Delta-5 desaturase (FADS1), a rate-limiting enzyme, is upregulated in CRC and effectively mediates AA synthesis. Functionally, FADS1 regulates CRC tumor growth via high AA microenvironment-induced enriched gram-negative microbes. Elimination of gram-negative microbe abolishes FADS1 effect. Mechanistically, gram-negative microbes activate TLR4/MYD88 pathway in CRC cells that contributes FADS1-AA axis to metabolize to prostaglandin E2 (PGE2). Cumulatively, we report a potential cancer-promoting mechanism of FADS1-AA axis in CRC that converts raising synthesized AA to PGE2 via modulating the intestinal microecology of gram-negative. ",
"date:": "None",
"issue:": "None",
"volume:": "None",
"libCatalog:": "None",
"manualTags:": "None",
"autoTags:": "None",
"keywords:": "Cancer microenvironment ,Gastrointestinal cancer ,"
},
{
"_id:": "None",
"itemType:": "None",
"pubYear:": "12 April 2023",
"author:": "Othman Al-Sawaf ,Jakob Weiss ,Marcin Skrzypski ,Jie Min Lam ,Takahiro Karasaki ,Francisco Zambrana ,Andrew C. Kidd ,Alexander M. Frankell ,Thomas B. K. Watkins ,Carlos Martnez-Ruiz ,Clare Puttick ,James R. M. Black ,Ariana Huebner ,Maise Al Bakir ,Mateo Soka ,Susie Collins ,Selvaraju Veeriah ,Neil Magno ,Cristina Naceur-Lombardelli ,Paulina Prymas ,Antonia Toncheva ,Sophia Ward ,Nick Jayanth ,Roberto Salgado ,Christopher P. Bridge ,David C. Christiani ,Raymond H. Mak ,Camden Bay ,Michael Rosenthal ,Naveed Sattar ,Paul Welsh ,Ying Liu ,Norbert Perrimon ,Karteek Popuri ,Mirza Faisal Beg ,Nicholas McGranahan ,Allan Hackshaw ,Danna M. Breen ,Stephen ORahilly ,Nicolai J. Birkbak ,Hugo J. W. L. Aerts ,TRACERx Consortium ,Mariam Jamal-Hanjani ,Charles Swanton ,",
"title:": "Body composition and lung cancer-associated cachexia in TRACERx",
"pubTitle:": "Nature Medicine",
"issn:": "None",
"doi:": "https://doi.org/10.1038/s41591-023-02232-8",
"url:": "https://www.nature.com/articles/s41591-023-02232-8",
"abstract:": "Cancer-associated cachexia (CAC) is a major contributor to morbidity and mortality in individuals with non-small cell lung cancer. Key features of CAC include alterations in body composition and body weight. Here, we explore the association between body composition and body weight with survival and delineate potential biological processes and mediators that contribute to the development of CAC. Computed tomography-based body composition analysis of 651 individuals in the TRACERx (TRAcking non-small cell lung Cancer Evolution through therapy (Rx)) study suggested that individuals in the bottom 20th percentile of the distribution of skeletal muscle or adipose tissue area at the time of lung cancer diagnosis, had significantly shorter lung cancer-specific survival and overall survival. This finding was validated in 420 individuals in the independent Boston Lung Cancer Study. Individuals classified as having developed CAC according to one or more features at relapse encompassing loss of adipose or muscle tissue, or body mass index-adjusted weight loss were found to have distinct tumor genomic and transcriptomic profiles compared with individuals who did not develop such features. Primary non-small cell lung cancers from individuals who developed CAC were characterized by enrichment of inflammatory signaling and epithelialmesenchymal transitional pathways, and differentially expressed genes upregulated in these tumors included cancer-testis antigen MAGEA6 and matrix metalloproteinases, such as ADAMTS3. In an exploratory proteomic analysis of circulating putative mediators of cachexia performed in a subset of 110 individuals from TRACERx, a significant association between circulating GDF15 and loss of body weight, skeletal muscle and adipose tissue was identified at relapse, supporting the potential therapeutic relevance of targeting GDF15 in the management of CAC. ",
"date:": "None",
"issue:": "None",
"volume:": "None",
"libCatalog:": "None",
"manualTags:": "None",
"autoTags:": "None",
"keywords:": "Non-small-cell lung cancer ,"
},
{
"_id:": "None",
"itemType:": "None",
"pubYear:": "06 May 2023",
"author:": "Weili Ma ,Maria Ceclia Oliveira-Nunes ,Ke Xu ,Andrew Kossenkov ,Benjamin C. Reiner ,Richard C. Crist ,James Hayden ,Qing Chen ,",
"title:": "Type I interferon response in astrocytes promotes brain metastasis by enhancing monocytic myeloid cell recruitment",
"pubTitle:": "Nature Communications",
"issn:": "None",
"doi:": "https://doi.org/10.1038/s41467-023-38252-8",
"url:": "https://www.nature.com/articles/s41467-023-38252-8",
"abstract:": "Cancer metastasis to the brain is a significant clinical problem. Metastasis is the consequence of favorable interactions between invaded cancer cells and the microenvironment. Here, we demonstrate that cancer-activated astrocytes create a sustained low-level activated type I interferon (IFN) microenvironment in brain metastatic lesions. We further confirm that the IFN response in astrocytes facilitates brain metastasis. Mechanistically, IFN signaling in astrocytes activates C-C Motif Chemokine Ligand 2 (CCL2) production, which further increases the recruitment of monocytic myeloid cells. The correlation between CCL2 and monocytic myeloid cells is confirmed in clinical brain metastasis samples. Lastly, genetically or pharmacologically inhibiting C-C Motif Chemokine Receptor 2 (CCR2) reduces brain metastases. Our study clarifies a pro-metastatic effect of type I IFN in the brain even though IFN response has been considered to have anti-tumor effects. Moreover, this work expands our understandings on the interactions between cancer-activated astrocytes and immune cells in brain metastasis. ",
"date:": "None",
"issue:": "None",
"volume:": "None",
"libCatalog:": "None",
"manualTags:": "None",
"autoTags:": "None",
"keywords:": "Cancer microenvironment ,CNS cancer ,Metastasis ,Tumour immunology ,"
},
{
"_id:": "None",
"itemType:": "None",
"pubYear:": "17 April 2023",
"author:": "Ji-Xuan Han ,Zhi-Hang Tao ,Ji-Lin Wang ,Lu Zhang ,Chen-Yang Yu ,Zi-Ran Kang ,Yuanhong Xie ,Jialu Li ,Shiyuan Lu ,Yun Cui ,Jia Xu ,Enhao Zhao ,Ming Wang ,Jinxian Chen ,Zheng Wang ,Qiang Liu ,Hui-Min Chen ,Wenyu Su ,Tian-Hui Zou ,Cheng-Bei Zhou ,Jie Hong ,Haoyan Chen ,Hua Xiong ,Ying-Xuan Chen ,Jing-Yuan Fang ,",
"title:": "Microbiota-derived tryptophan catabolites mediate the chemopreventive effects of statins on colorectal cancer",
"pubTitle:": "Nature Microbiology",
"issn:": "None",
"doi:": "https://doi.org/10.1038/s41564-023-01363-5",
"url:": "https://www.nature.com/articles/s41564-023-01363-5",
"abstract:": "Epidemiological studies have indicated an association between statin use and reduced incidence of colorectal cancer (CRC), and work in preclinical models has demonstrated a potential chemopreventive effect. Statins are also associated with reduced dysbiosis in the gut microbiome, yet the role of the gut microbiome in the protective effect of statins in CRC is unclear. Here we validated the chemopreventive role of statins by retrospectively analysing a cohort of patients who underwent colonoscopies. This was confirmed in preclinical models and patient cohorts, and we found that reduced tumour burden was partly due to statin modulation of the gut microbiota. Specifically, the gut commensal Lactobacillus reuteri was increased as a result of increased microbial tryptophan availability in the gut after atorvastatin treatment. Our in vivo studies further revealed that L. reuteri administration suppressed colorectal tumorigenesis via the tryptophan catabolite, indole-3-lactic acid (ILA). ILA exerted anti-tumorigenic effects by downregulating the IL-17 signalling pathway. This microbial metabolite inhibited T helper 17 cell differentiation by targeting the nuclear receptor, RAR-related orphan receptor t (RORt). Together, our study provides insights into an anti-cancer mechanism driven by statin use and suggests that interventions with L. reuteri or ILA could complement chemoprevention strategies for CRC. ",
"date:": "None",
"issue:": "None",
"volume:": "None",
"libCatalog:": "None",
"manualTags:": "None",
"autoTags:": "None",
"keywords:": "Bacterial host response ,Cancer ,Mucosal immunology ,"
},
{
"_id:": "None",
"itemType:": "None",
"pubYear:": "05 May 2023",
"author:": "Si-ming Zhang ,Cheng Shen ,Jue Gu ,Jing Li ,Xiaohui Jiang ,Zhijun Wu ,Aiguo Shen ,",
"title:": "Succinylation-associated lncRNA signature to predict the prognosis of colon cancer based on integrative bioinformatics analysis",
"pubTitle:": "Scientific Reports",
"issn:": "None",
"doi:": "https://doi.org/10.1038/s41598-023-34503-2",
"url:": "https://www.nature.com/articles/s41598-023-34503-2",
"abstract:": "Colon cancer (CC) has a poor 5-year survival rate though the treatment techniques and strategies have been improved. Succinylation and long noncoding RNAs (lncRNAs) have prognostic value for CC patients. We analyzed and obtained succinylation-related lncRNA by co-expression in CC. A novel succinylation-related lncRNA model was developed by univariate and Least absolute shrinkage and selection operator (Lasso) regression analysis and we used principal component analysis (PCA), functional enrichment annotation, tumor immune environment, drug sensitivity and nomogram to verify the model, respectively. Six succinylation-related lncRNAs in our model were finally confirmed to distinguish the survival status of CC and showed statistically significant differences in training set, testing set, and entire set. The prognosis of with this model was associated with age, gender, M0 stage, N2 stage, T3 + T4 stage and Stage III + IV. The high-risk group showed a higher mutation rate than the low-risk group. We constructed a model to predict overall survival for 1-, 3-, and 5-year with AUCs of 0.694, 0.729, and 0.802, respectively. The high-risk group was sensitive to Cisplatin and Temozolomide compounds. Our study provided novel insights into the value of the succinylation-related lncRNA signature as a predictor of prognosis, which had high clinical application value in the future. ",
"date:": "None",
"issue:": "None",
"volume:": "None",
"libCatalog:": "None",
"manualTags:": "None",
"autoTags:": "None",
"keywords:": "Biomarkers ,Cancer ,Computational biology and bioinformatics ,Gastroenterology ,Risk factors ,"
}
]
